Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: Delete and copy the selected objects and save them in the clipboard so that they can be pasted elsewhere. The shortcut for cutting is :kbd:`Control-x`.
sv: Ta bort och kopiera de markerade objekten och spara dem i urklipp så att de kan klistras in någon annanstans. Kortkommandot för att klippa ut är :kbd:`Control-x`.

source: Change Clip Loop Points
sv: Ändra klippets slingpunkter

source: Glossary
sv: Ordlista

source: Keep your undo history when saving projects.
sv: Behåll ångringshistoriken när du sparar projekt.

source: Source Code
sv: Källkod

source: `Helm <https://tytel.org/helm/>`_ is an easy to use subtractive synthesizer.
sv: `Helm <https://tytel.org/helm/>`_ är en lättanvänd subtraktiv synt.

source: Getting Plugins, Instruments and Samples
sv: Skaffa insticksmoduler, instrument och ljudprover

source: Instrument track lanes
sv: Banor i instrumentspår

source: Proceed to Configuration
sv: Fortsätt till konfigurationen

source: MIDI file format
sv: MIDI-filformat

source: Part selection
sv: Markering av delar

source: Select the note length and type to quantize to.
sv: Välj notlängden och typen att kvantisera till.

source: Dropping one or more audio files into an existing audio track
sv: Släpp en eller flera ljudfiler på ett befintligt ljudspår

source: DSP Load: %1% XRun Count: %2
sv: DSP-belastning: %1% Antal XRuns: %2

source: Sequencer
sv: Sekvenserare

source: Artist name
sv: Artistnamn

source: This will randomize the resulting positions by the given amount of ticks, and is useful for adding a "human feel" to quantized events.
sv: Detta slumpmässigt varierar de resulterande positionerna med det angivna antalet tick och är användbart för att ge kvantiserade händelser en ”mänsklig känsla”.

source: a description of the problem
sv: en beskrivning av problemet

source: Macro {} CV In
sv: Makro {} CV in

source: Piano Roll Keys
sv: Pianorullens tangenter

source: You can audition chord presets by selecting an instrument plugin from the list and using the available playback controls. This works similarly to :ref:`auditioning in the File Browser <plugins-files/audio-midi-files/file-browser:Auditioning>`.
sv: Du kan lyssna på ackordsförinställningar genom att välja en instrumentinsticksmodul i listan och använda de tillgängliga uppspelningskontrollerna. Detta fungerar på samma sätt som :ref:`lyssning i filbläddraren <plugins-files/audio-midi-files/file-browser:Auditioning>`.

source: Dotted
sv: Punkterad

source: Duplicate
sv: Duplicera

source: Localization files are installed under :file:`/usr/share/locale`. For example, :file:`/usr/share/locale/ko/LC_MESSAGES/zrythm.mo` for Korean.
sv: Lokaliseringsfiler installeras under :file:`/usr/share/locale`. Exempelvis installeras :file:`/usr/share/locale/ko/LC_MESSAGES/zrythm.mo` för koreanska.

source: Main toolbar
sv: Huvudverktygsfält

source: Chord preset browser
sv: Bläddrare för ackordsförinställningar

source: Select a product from above to make a purchase
sv: Välj en produkt ovanifrån för att göra ett köp

source: BACKEND is one of: alsa, dummy, jack, pa, pulse, rtaudio, sdl
sv: BACKEND är ett av: alsa, dummy, jack, pa, pulse, rtaudio, sdl

source: The marker track holds :ref:`song markers <playback-and-recording/loop-points-and-markers:Custom Markers>` - either custom or pre-defined ones - that make it easier to jump to or to export specific sections of the song. Each project can only have one marker track and it cannot be deleted (but can be hidden).
sv: Markörspåret innehåller :ref:`låtmarkörer <playback-and-recording/loop-points-and-markers:Custom Markers>` – egna eller fördefinierade – som gör det lättare att hoppa till eller exportera specifika delar av låten. Varje projekt kan bara ha ett markörspår, och det kan inte tas bort (men kan döljas).

source: Path
sv: Sökväg

source: Use dummy audio/midi engine
sv: Använd simulerad ljud-/MIDI-motor

source: Audio Track
sv: Ljudspår

source: You can mix filters from various tabs for a custom search.
sv: Du kan kombinera filter från olika flikar för en anpassad sökning.

source: Curves can be dragged up or down to change their `curviness`.
sv: Kurvor kan dras uppåt eller nedåt för att ändra deras `kurvighet`.

source: Zrythm has the following types of Tracks.
sv: Zrythm har följande spårtyper.

source: Track Operations
sv: Spåråtgärder

source: Browse
sv: Bläddra

source: Fade in/out positions can be changed by clicking and dragging near the top where the fade in ends or where the fade out starts.
sv: Positionerna för intoning och uttoning kan ändras genom att klicka och dra nära överkanten där intoningen slutar eller uttoningen börjar.

source: Zrythm also supports two-finger scroll on mousepads (like on laptops) to pan views.
sv: Zrythm har även stöd för rullning med två fingrar på pekplattor, till exempel på bärbara datorer, för att panorera vyer.

source: Control ports are user-editable parameters that can also be automated in automation lanes
sv: Styrportar är parametrar som användaren kan redigera och som även kan automatiseras i automationsbanor

source: The :guilabel:`Monitor` knob controls the output volume. If set to 0dB, the volume coming from the master track will remain unchanged.
sv: Ratten :guilabel:`Monitor` styr utgångsvolymen. Om den ställs in på 0 dB förblir volymen från masterspåret oförändrad.

source: Automation Tracks
sv: Automationsspår

source: Bypass
sv: Förbikoppla

source: You can press the :kbd:`PrintScreen` on your keyboard to obtain a screenshot.
sv: Du kan trycka på :kbd:`PrintScreen` på tangentbordet för att ta en skärmbild.

source: MIDI FX and insert slots
sv: MIDI-FX- och insättningsplatser

source: {} screenshot
sv: {} skärmdump

source: Access to downloads for release version %s
sv: Tillgång till nedladdningar för utgåva version %s

source: SFZ/SF2 Instruments
sv: SFZ-/SF2-instrument

source: To move (or copy by holding :kbd:`Control`) tracks inside folder (or foldable) tracks, simply select the tracks you want and drag-and-drop them inside the folder track. While dragging one or more tracks into a folder track, a line is shown to indicate where the tracks will be dropped. Dropping the tracks in the middle of a Folder track (orange line shown in the middle) will insert the tracks into the folder track as children.
sv: För att flytta (eller kopiera genom att hålla ned :kbd:`Control`) spår i mappspår (eller hopfällbara spår) markerar du helt enkelt önskade spår och drar och släpper dem i mappspåret. När ett eller flera spår dras till ett mappspår visas en linje som anger var de släpps. Om du släpper spåren mitt i ett mappspår (den orangea linjen visas i mitten) infogas de som underordnade spår i mappspåret.

source: Vitalium from `DISTRHO Ports`_ is a very powerful wavetable synthesizer.
sv: Vitalium från `DISTRHO Ports`_ är en mycket kraftfull vågtabellsynt.

source: Information, such as metadata, for the selected file is always shown at the bottom of the file panel.
sv: Information om den markerade filen, till exempel metadata, visas alltid längst ned i filpanelen.

source: Currently listened tracks
sv: Spår som för närvarande avlyssnas

source: Bar
sv: Takt

source: Input Devices/Controllers
sv: Inmatningsenheter och styrenheter

source: Recording settings
sv: Inspelningsinställningar

source: JACK output
sv: JACK-utdata

source: Audio regions belong to track lanes and appear inside Audio tracks.
sv: Ljudregioner tillhör spårbanor och visas i ljudspår.

source: Easily select, move, resize, clone, link, loop, delete and cut objects with a single tool or extend its functionality with additional specialized tools, and enjoy adaptive snapping in every arranger.
sv: Easily välj, move, restorlek, clone, länk, loop, delete and cut objekts with a single verktyg or extslut its funktionality with additional speciellized verktygs, and enjoy adaptiv snapping in varje arranger.

source: Mute output
sv: Tysta utgången

source: Exporting
sv: Exportera

source: Eurobeat — Uplifting Major
sv: Eurobeat – upplyftande dur

source: Connections
sv: Anslutningar

source: When a plugin is selected in the Mixer, or when using :menuselection:`right click --> Inspect` on an instrument, its page will appear in the inspector.
sv: När en insticksmodul markeras i mixern, eller när du använder :menuselection:`högerklick --> Inspektera` på ett instrument, visas dess sida i inspektören.

source: Plugin collections
sv: Samlingar av insticksmoduler

source: Invert
sv: Invertera

source: Individual connections can be edited in the inspector pages by double clicking.
sv: Enskilda anslutningar kan redigeras på inspektörssidorna genom att dubbelklicka.

source: Clicking on the left or right arrows will allow you to invert the chord. Each inversion towards the right moves the lowest note in the chord one octave higher, and each inversion towards the left moves the highest note in the chord one octave below.
sv: Genom att klicka på vänster eller höger pil kan du omvända ackordet. Varje omvändning åt höger flyttar ackordets lägsta ton en oktav högre, och varje omvändning åt vänster flyttar ackordets högsta ton en oktav lägre.

source: Windows: Windows 10 (1809 or later) or 11, CPU with AVX support
sv: Windows: Windows 10 (1809 eller senare) eller 11, processor med AVX-stöd

source: Similar to `Create takes` but mutes the last recorded take before creating a new one
sv: Liknar `Skapa tagningar` men tystar den senast inspelade tagningen innan en ny skapas

source: Audio editor
sv: Ljudredigerare

source: Link to Snap
sv: Koppla till fästning

source: Keyword Search
sv: Sökordssökning

source: Zrythm can sync to `JACK transport <https://jackaudio.org/api/transport-design.html>`_ or become the JACK transport master. These options are available by right-clicking the playhead position display when using the JACK audio backend and will be remembered across projects.
sv: Zrythm kan synkronisera med `JACK-transport <https://jackaudio.org/api/transport-design.html>`_ eller bli huvudprogram för JACK-transport. Alternativen är tillgängliga när du högerklickar på visningen av uppspelningshuvudets position med JACK-ljudbakänden och de sparas mellan projekt.

source: Audio Functions
sv: Ljudfunktioner

source: Open project
sv: Öppna projekt

source: Fade the audio from silence to full amplitude.
sv: Tona in ljudet från tystnad till full amplitud.

source: When you see something inside ``:``, such as ``:term:``, it should be left untranslated. The part following should be left untranslated as well. For example:
sv: När du ser något inuti ``:``, till exempel ``:term:``, ska det lämnas oöversatt. Även delen som följer ska lämnas oöversatt. Exempel:

source: :term:`MIDI` Notes are used to trigger virtual (or hardware) instruments.
sv: :term:`MIDI`-noter används för att utlösa virtuella instrument eller maskinvaruinstrument.

source: Input %1 (Mono)
sv: Ingång %1 (mono)

source: Oscilloscope
sv: Oscilloskop

source: Paint Objects
sv: Rita objekt

source: Root Key:
sv: Grundton:

source: Most Tracks can be duplicated via the :guilabel:`Duplicate` context menu option.
sv: De flesta spår kan dupliceras via snabbmenyalternativet :guilabel:`Duplicera`.

source: It is also possible to go back/forth more than one action, by clicking the arrow next to the :guilabel:`Undo` and :guilabel:`Redo` buttons.
sv: Du kan också gå bakåt eller framåt mer än en åtgärd genom att klicka på pilen bredvid knapparna :guilabel:`Ångra` och :guilabel:`Gör om`.

source: &Edit
sv: &Redigera

source: The vertical zoom level can be changed by holding down :kbd:`Ctrl` and :kbd:`Shift` and scrolling.
sv: Den lodräta zoomnivån kan ändras genom att hålla ned :kbd:`Ctrl` och :kbd:`Shift` och rulla.

source: Wrapper over :program:`zrythm` that sets the correct paths before launching Zrythm. All of the options for :program:`zrythm` can also be passed to :program:`zrythm_launch`.
sv: Omslag för :program:`zrythm` som ställer in rätt sökvägar innan Zrythm startas. Alla alternativ för :program:`zrythm` kan också skickas till :program:`zrythm_launch`.

source: Sponsors & Supporters
sv: Sponsorer och supportrar

source: Plugin Properties
sv: Insticksprogramegenskaper

source: Live Audition
sv: Direktlyssning

source: Device mappings (bindings) can be found under the :guilabel:`Bindings` tab in the :ref:`main panel <zrythm-interface/main-panel:Main Panel>`.
sv: Enhetsmappningar, bindningar, finns på fliken :guilabel:`Bindningar` i :ref:`huvudpanelen <zrythm-interface/main-panel:Main Panel>`.

source: Automatic Backups
sv: Automatiska säkerhetskopior

source: * Please choose <i>Stripe</i> to pay with a Credit Card or Alipay, or <i>PayPal</i> to pay with a PayPal account.
sv: * Välj <i>Stripe</i> för att betala med kreditkort eller Alipay, eller <i>PayPal</i> för att betala med ett PayPal-konto.

source: This section lists the original contributors to Zrythm project.
sv: I det här avsnittet listas de ursprungliga bidragsgivarna till Zrythm-projektet.

source: Failed to create plugin
sv: Det gick inte att skapa insticksprogrammet

source: Reset
sv: Återställ

source: To use the :scheme:`audio position` module from Scheme, use the following code:
sv: Använd följande kod för att använda modulen :scheme:`audio position` från Scheme:

source: Show Plugin UI
sv: Visa insticksprogrammets gränssnitt

source: Plugin Scan
sv: Genomsökning av insticksmoduler

source: When the first run wizard is completed, Zrythm will start :doc:`scanning for plugins <../plugins-files/plugins/scanning>`.
sv: När guiden för första körningen är klar börjar Zrythm :doc:`söka efter insticksmoduler <../plugins-files/plugins/scanning>`.

source: The song end marker signifies the position in the timeline where the Song will end. Likewise, it is mainly used for exporting the mixdown into audio.
sv: Markören för låtens slut anger positionen på tidslinjen där låten slutar. Även den används främst när en mixning exporteras till ljud.

source: The cursor will change to a resize left/right cursor.
sv: Muspekaren ändras till en vågrät storleksändringspekare.

source: Current position of the playhead. Displayed as a grey, down-facing arrow.
sv: Uppspelningshuvudets aktuella position. Visas som en grå pil som pekar nedåt.

source: Audio/MIDI group tracks are also foldable.
sv: Ljud- och MIDI-gruppspår kan också fällas ihop.

source: *If you have recently cancelled your subscription, your subscription will stay active until its end of term.
sv: *If you have recently cancelled your subscription, your subscription will stay aktiv until its slut of term.

source: Export destination and file info
sv: Exportmål och filinformation

source: File Browser
sv: Filbläddrare

source: Objects that have length, such as regions and MIDI notes, can be resized by clicking and dragging their edges.
sv: Storleken på objekt med längd, till exempel regioner och MIDI-noter, kan ändras genom att klicka och dra i deras kanter.

source: Finally, Zrythm will ask you to :doc:`load or create a project <../projects/saving-loading>` and then the :doc:`main interface <../zrythm-interface/overview>` will show up.
sv: Till sist ber Zrythm dig att :doc:`läsa in eller skapa ett projekt <../projects/saving-loading>`, och sedan visas :doc:`huvudgränssnittet <../zrythm-interface/overview>`.

source: Nudge
sv: Förskjut

source: Appendix
sv: Bilaga

source: If Zrythm crashed, then a bug report dialog may not be shown or the log file may not contain enough information to help us fix the issue. In this case, please follow the steps below to generate a core dump or a backtrace.
sv: Om Zrythm har kraschat kanske en dialogruta för felrapportering inte visas eller så innehåller loggfilen inte tillräcklig information för att hjälpa oss att rätta problemet. Följ då stegen nedan för att generera en kärndump eller en stackspårning.

source: Changing Fades
sv: Ändra toningar

source: Maj
sv: dur

source: MIDI track with MIDI region
sv: MIDI-spår med MIDI-region

source: Remove Plugin
sv: Ta bort insticksprogram

source: The following toggles are available.
sv: Följande växlingar är tillgängliga.

source: To set up these privileges for your user, see `How do I configure my linux system to allow JACK to use realtime scheduling? <https://jackaudio.org/faq/linux_rt_config.html#systems-using-pam>`_.
sv: För att konfigurera dessa behörigheter för din användare, se `How do I configure my linux system to allow JACK to use realtime scheduling? <https://jackaudio.org/faq/linux_rt_config.html#systems-using-pam>`_.

source: Zrythm offers a scripting interface implemented using `GNU Guile <https://www.gnu.org/software/guile/>`_ that supports multiple scripting languages. Zrythm currently supports the following scripting languages:
sv: Zrythm erbjuder ett skriptgränssnitt implementerat med `GNU Guile <https://www.gnu.org/software/guile/>`_ som har stöd för flera skriptspråk. Zrythm har för närvarande stöd för följande skriptspråk:

source: &View
sv: &Visa

source: If the backend supports it, the buffer size can be changed live by clicking the :guilabel:`change` button.
sv: Om bakänden har stöd för det kan buffertstorleken ändras i drift genom att klicka på knappen :guilabel:`ändra`.

source: Constant
sv: Konstant

source: Automation regions contain automation events.
sv: Automationsregioner innehåller automationshändelser.

source: Chord Editor
sv: Ackordsredigerare

source: Show Unsupported Files
sv: Visa filer som inte stöds

source: MIDI backends
sv: MIDI-bakändar

source: Here are some links by official GNOME sources:
sv: Här är några länkar från officiella GNOME-källor:

source: The pattern to use as the name of the file.
sv: Mönstret som ska användas som filens namn.

source: The monitor section is used to edit global settings related to mixing and routing signals. It is found inside the :ref:`Right Panel <zrythm-interface/right-panel:Right Panel>`.
sv: Monitoravsnittet används för att redigera globala inställningar för att mixa och dirigera signaler. Det finns i :ref:`höger panel <zrythm-interface/right-panel:Right Panel>`.

source: Flexible Select Tool
sv: Flexible Välj Verktyg

source: Double click on the plugin or select it and press the return key on your keyboard to create a new track using that plugin.
sv: Dubbelklicka på insticksmodulen eller markera den och tryck på returtangenten på tangentbordet för att skapa ett nytt spår med den insticksmodulen.

source: Global Shortcuts
sv: Globala kortkommandon

source: White noise generator
sv: Vitt brus generator

source: Selecting Objects
sv: Markera objekt

source: The preferences are searchable. You can simply start typing a keyword and results will appear automatically. Clicking on one of the results will navigate to the corresponding item in the preferences.
sv: Inställningarna är sökbara. Börja bara skriva ett nyckelord så visas resultat automatiskt. Om du klickar på ett resultat går du till motsvarande inställningsobjekt.

source: Fader Balance
sv: Regelbalans

source: Keep Offset
sv: Behåll förskjutning

source: A confirmation dialog will appear:
sv: En bekräftelsedialogruta visas:

source: The note is both inside the current chord (if any) and the current scale (if any)
sv: Noten ingår både i det aktuella ackordet (om det finns något) och den aktuella skalan (om det finns någon)

source: Plugin browser
sv: Insticksmodulbläddrare

source: :ref:`Instantiating a plugin <plugins-files/plugins/plugin-browser:Instantiating Plugins>` will cause new tracks to be created (unless the plugin was dropped in a particular location). If the plugin is an instrument plugin, an instrument track will be created. If the plugin is an effect, a bus track will be created.
sv: :ref:`Att instansiera en insticksmodul <plugins-files/plugins/plugin-browser:Instantiating Plugins>` skapar nya spår (om inte insticksmodulen släpptes på en viss plats). Om insticksmodulen är ett instrument skapas ett instrumentspår. Om den är en effekt skapas ett buss-spår.

source: Modulator track with automation for macro knob 1
sv: Modulatorspår med automation för makroratt 1

source: Add to project (bridged UI)
sv: Lägg till i projektet (bryggat gränssnitt)

source: Regions in the editor ruler
sv: Regioner i redigerarlinjalen

source: Default Object Length
sv: Standardlängd för objekt

source: Zooming in/out horizontally can be conveniently performed by moving the cursor to the desired location and holding down :kbd:`Control` while scrolling up with a mouse wheel to zoom in or scrolling down to zoom out.
sv: Du kan enkelt zooma in eller ut vågrätt genom att flytta muspekaren till önskad plats, hålla ned :kbd:`Control` och rulla upp med mushjulet för att zooma in eller ned för att zooma ut.

source: Back
sv: Tillbaka

source: MIDI Arranger
sv: MIDI-arrangerare

source: Editor Functions
sv: Redigeraor Funktions

source: Community
sv: Gemenskap

source: Using the ramp tool on velocities
sv: Använd rampverktyget på anslagsstyrkor

source: The :term:`BPM` can be set to between 40 and 360 by clicking and dragging the BPM widget.
sv: :term:`BPM` kan ställas in mellan 40 och 360 genom att klicka och dra i BPM-kontrollen.

source: Shown as a grey, down-facing arrow.
sv: Visas som en grå pil som pekar nedåt.

source: The loop points indicate the area that will be looped during playback, if looping is enabled.
sv: Slingpunkterna anger det område som upprepas under uppspelningen om slingning är aktiverad.

source: Split the note at bar 3
sv: Dela noten vid takt 3

source: Only audio plugins installed via Flatpak are supported.
sv: Endast ljudinsticksmoduler som har installerats via Flatpak stöds.

source: Arms the project for recording.
sv: Aktiverar projektet för inspelning.

source: Changing the Amplitude
sv: Ändra amplituden

source: Record
sv: Spela in

source: Track Overview
sv: Spåröversikt

source: SHA-256 checksums
sv: SHA-256-kontrollsummor

source: Delete the connection
sv: Ta bort anslutningen

source: To export the routing graph, Select the :guilabel:`Export Graph` option in the hamburger menu in the :doc:`../zrythm-interface/main-toolbar`. The routing graph can be exported as either a PNG image or a .dot graph.
sv: För att exportera routningsgrafen väljer du :guilabel:`Export Graph` i hamburgermenyn i :doc:`../zrythm-interface/main-toolbar`. Routningsgrafen kan exporteras som antingen en PNG-bild eller en .dot-graf.

source: Exponential
sv: Exponentiell

source: When all bugfixes and feature implementations under the `Version 1 milestone <https://gitlab.zrythm.org/zrythm/zrythm/-/issues?milestone_title=v1>`_ are completed.
sv: När alla felrättningar och funktionsimplementationer under `milstolpen version 1 <https://gitlab.zrythm.org/zrythm/zrythm/-/issues?milestone_title=v1>`_ är klara.

source: Clicking on the up/down transpose buttons will transpose all chords by 1 semitone up or down.
sv: Genom att klicka på transponeringsknapparna uppåt eller nedåt transponeras alla ackord en halvton uppåt respektive nedåt.

source: Zrythm has an option to auto-save the current project as a back-up. When launching Zrythm and selecting to load your project, Zrythm will let you know if there are newer back-ups of that project and ask you if you want to load them instead.
sv: Zrythm kan automatiskt spara det aktuella projektet som en säkerhetskopia. När du startar Zrythm och väljer att läsa in projektet meddelar Zrythm om det finns nyare säkerhetskopior av projektet och frågar om du vill läsa in dem i stället.

source: If Zrythm is available in your distro's repositories, you can also install it from there.
sv: Om Zrythm finns i distributionens förråd kan du också installera det därifrån.

source: Parameters
sv: Parametrar

source: Change %1
sv: Ändra %1

source: Drop plugins here
sv: Släpp insticksprogram här

source: Piano Roll Highlighting
sv: Markering i pianorullen

source: Chord region
sv: Ackordregion

source: Submitting an issue
sv: Skicka in ett ärende
